/* Error messages. */
"Error:  %@" = "Erro: %@";
"An error occurred.  %@  OSErr %d" = "Ocorreu um erro. %@ OSErr %d";
"Unable to open that file." = "Impossível abrir ficheiro.";
"Unable to execute that file." = "Impossível executar ficheiro.";
"A script error occurred.  %s" = "Ocorreu um erro no script. %s";
"Unable to resolve that alias because the original item cannot be found." = "Impossível utilizar o atalho porque o item original não foi localizado.";

/* Menu items. */
"%@ Scripts" = "Scripts %@";
"Open Scripts Folder" = "Abrir pasta de scripts";
"Network Scripts" = "Scripts da rede";

/* [3466319] [3917107] */
"Open Network Scripts Folder" = "Abrir pasta de scripts da rede";
"Open Computer Scripts Folder" = "Abrir pasta de scripts do computador";
"Open User Scripts Folder" = "Abrir pasta de scripts do utilizador";
"Open %@ Scripts Folder" = "Abrir pasta de scripts %@";

/* Menu item for opening the default script editor application. Parameter is the name of the application. */
"Open %@" = "Abrir %@";

/* Default script editor application name, used when the current application cannot be found. In this string, "Script Editor" does not refer literally to the application named "Script Editor". */
"Default Script Editor" = "Editor de scripts predefinido";
